Repository: mac-curver/Postscript-Playground
Catalog: Postscript Playground/*.lproj/Localizable-*.strings
Languages: de

source: No ps to pdf converter could be found
de: Es konnte kein Postscript Konverter gefunden werden

source: Postscript file couldn't be saved
de: Postscript Datei konnte nicht gespeichert werden

source: Store the .pdf file?
de: Die .pdf Datei speichern?

source: Please choose a .ps file to be converted to pdf
de: Bitte eine .ps Datei zum Konvertieren auswählen

# PSNotLoadedKey
source: Postscript file %@ could not be loaded
de: Die Postscript Datei %@ konnte nicht geladen werden

source: Changes to Postscript file were not saved
de: Änderungen an der Postscript Datei wurden nicht gesichert

source: The current file contains changes, that were not yet stored onto the disk!
de: Die aktuelle Datei enthält Änderungen, die noch nicht abgespeichert wurden!

source: Save the changes
de: Änderungen sichern

source: Ignore and don't save
de: Ignorieren und nicht sichern

source: Only a single file can be opened at at time
de: Nur eine einzige Datei kann auf einmal geöffnet werden

# OnlySingleFileKey
source: This app allows to edit a single .ps at a time. Only the first selected file is being opened for editing.
de: Dieses Programm kann nur eine einzelne .ps Datei auf einmal bearbeiten. Nur die zuerst selektierte Datei wird zum Editieren geöffnet.

source: Postscript file couldn't be converted
de: Postscript Datei konnte nicht konvertiert werden

source: Write to Postscript file
de: Die Postscript Datei schreiben
